{"table":"arcobj","objname":"Чорна кам'яниця","descr":"Чорна кам'яниця — житловий будинок на площі Ринок у Львові, архітектурна пам'ятка. Збудована 1577 року Петром Красовським у стилі ренесансу. У 1875–1877 роках відновлено аттик і портали, 1884-го надбудовано 4-й поверх. Фасад і фланкуючі пілястри вкриті тесаним каменем. Фасад оздоблено орнаментами і сюжетною різьбою. ","curaddr":"пл.Ринок, 8","image":"Black Stone Building.png","id":8,"type_id":3,"_id":"9CKibFVZUILKeggI"}
{"table":"arctype","typeName":"Цивільна архітектура","id":3,"_id":"9oRot2Wj1kg4MzhG"}
{"table":"arcobj","objname":"Палац Потоцьких","descr":"Родина Потоцьких придбала у 1822 р. нерухомість на вулиці Широкій (нині Коперника) і побудувала спочатку один, потім другий палац. Альфред Потоцький був маршалком Галицького Сейму. Протягом 1875—1883 рр. був намісником Галичини. ","curaddr":"вул.Коперника, 15","image":"Palace of Potockys.png","id":21,"type_id":3,"_id":"FxS93kJWQpQ7CN2k"}
{"table":"arcobj","objname":"Успенська церква","descr":"Побудований Успенським братством храм мав трьох своїх попередників. Перша Успенська церква існувала, можливо, ще за княжих часів і була спалена під час нападу на Львів польських феодалів у 1340 р. Друга, мурована церква, перша згадка про неї відноситься до 1421 р., проіснувала до пожежі 1527 р. Зруйнований пожежею храм відбудовує у 1547–1559 р. архітектор Петро Італієць — уродженець міста Лугано. Кошти на його спорудження дав молдавський господар Олександр Лопушанин. Вона також недовго простояла, згорівши при пожежі 1571 р.","curaddr":"вул.Підвальна, 9","image":"Assumption Church.png","id":7,"type_id":1,"_id":"I5Dz1ZTSybqoGIjS"}
{"table":"arcobj","objname":"Вірменська церква","descr":"Вірменську церкву збудовано в 1363–1370 роках майстром Дорінгом між вищою та нижчою Вірменськими вулицями. Протягом століть вона була громадським і релігійним центром вірменської колонії у Львові. Вплив вірменської архітектури позначився на формі дванадцятигранного барабана з шатровим дахом, що вивершує середохрестя. Він виявляється в ретельному оздобленні стін тесаними кам'яними плитами з вмонтованими в них хачкарами, в рисунку сталактитового фриза над аркою центральної апсиди. Останній був прикрашений властивим для давньоруських пам'яток фресковим розписом (XV століття).","curaddr":"Сучасна адреса: вул.Вірменська, 7/13.","image":"Armenian Church.png","id":4,"type_id":1,"_id":"Lmdbtj93mEz1m7Y1"}
{"table":"arcobj","objname":"Палац Бандінеллі","descr":"Будинок побудований наприкінці XVI століття (1593 р.). На початку XVII століття купець з Флоренції (Італія) Роберто Бандінеллі, одержавши львівське громадянство, купив цей будинок і започаткував тут класичну пошту європейського зразка. ","curaddr":"пл.Ринок, 2","image":"Palace of Bandinelli.png","id":18,"type_id":3,"_id":"Nw6wjihlLCDLY4kx"}
{"table":"arcobj","objname":"Королівський арсенал","descr":"Зведений у 1639–1646 рр. арсенал дістав назву Королівського, оскільки 2/3 вартості будівництва сплатив король Владислав IV Ваза. Арсенал використовувався як склад міської зброї і виконував свої безпосередні функції до 1768 р. При арсеналі також діяли ливарня, у котрих відливали зброю та дзвони, а також різні майстерні.","curaddr":"вул.Підвальна, 13","image":"King Arsenal.png","id":17,"type_id":2,"_id":"SNGnlbTohi50mnqg"}
{"table":"arcobj","objname":"Бернардинський костел","descr":"Бернардинський костел зводили з 1600 по 1630-ті роки на місці його дерев'яного та цегляно-дерев'яного попередників з XV ст. традиційним тоді на Русі способом — старий фахверковий костел не розбирали, а ззовні будували нові муровані стіни. Після перекриття нового костелу склепіннями старий розібрали.","curaddr":"Сучасна адреса: пл.Соборна, 1.","image":"Bernadine Church.png","id":5,"type_id":1,"_id":"TU6QuoC20u4TUEYz"}
{"table":"arcobj","objname":"Палац Корнякта","descr":"Палац Корнякта, також Королівська кам'яниця — пам'ятка ренесансної архітектури. Купець-виноторговець, за походженням грек з острова Крит, Костянтин Корнякт, отримав дворянство з рук короля Речі Посполитої за свою вірну службу на посаді особистого королівського секретаря. Спеціальним декретом король у 1576 р. дозволив Корнякту спорудити на площі Ринок у Львові палац з 6-ма вікнами — такий привілей не можна було купити за жодні гроші, тільки отримати за особливо видатні заслуги перед містом та державою.","curaddr":"пл.Ринок, 6","image":"Palace of Kornyakt.png","id":19,"type_id":3,"_id":"VmbQ5vgAMgWy84f2"}
{"table":"arcobj","objname":"Кафедральний костел","descr":"Катедра — культова споруда, римо-католицька базиліка, головний храм Львівської архідієцезії Римо-Католицької церкви в Україні. Пам'ятка сакральної архітектури XIV—XVIII століття. Протягом історії неодноразово перебудовувався і добудовувався. До сьогодні збереглось 8 добудованих каплиць навколо храму. Вежа Латинської катедри є однією з найвищих споруд центральної частини міста (66 м).","curaddr":"пл.Катедральна, 1","image":"Cathedral.png","id":9,"type_id":1,"_id":"XoYWxVJQ9TqkXW1q"}
{"table":"arcobj","objname":"Церква Святого Юра","descr":"Перший дерев’яний храм, присвячений святому Юрієві, заклав у 1280 році король Лев Данилович для волинського князя Василька. У 1340 році польський король Казимир III разом із чисельним військом спалив княжий Львів, в тому числі перший дерев’яний храм святого Юрія та монастир. ","curaddr":"пл.Святого Юра","image":"Church of St. George.png","id":11,"type_id":1,"_id":"XwLMXhBS6EKIixB3"}
{"table":"arctype","typeName":"Церкви та монастирі","id":1,"_id":"cyFI9cbutTefrSHE"}
{"table":"arcobj","objname":"Міський арсенал","descr":"Найдавніший міський арсенал було примуровано до 1430 р. до Низького муру. Після пожежі 1527 р. арсенал розібрали і до 1556 р. нову одноярусну будівлю арсеналу прибудували до Високого муру Львова, залишки якого видно з вулиці Арсенальної. Після нової пожежі арсенал відбудували двоярусним (1574—1575), а з 1582 при ньому облаштували людвисарню для відливання гармат. При реконструкції 1670-х років арсенал отримав третій ярус. Значно потерпів від пожежі 1703 р., коли від вибуху пороху обвалилось склепіння і утворились проломи у стінах.","curaddr":"вул.Підвальна, 5","image":"City Arsenal.png","id":14,"type_id":2,"_id":"kCjLf1PhUc2rMXk1"}
{"table":"arcobj","objname":"Церква святого Миколая","descr":"Церква Святого Миколая — памʼятка архітектури національного значення, один із найдавніших храмів Львова. Знаходиться під горою Будельницею на вул. Богдана Хмельницького, 28 г (колишній Волинський тракт).","curaddr":"вул. Богдана Хмельницького, 28А","image":"Church of St. Nicholas.png","id":12,"type_id":1,"_id":"mqtUfeSLCnOftpnt"}
{"table":"arcobj","objname":"Костел Івана Хрестителя","descr":"Костел святого Івана Хрестителя, який розташовується в північно-східній частині площі Старий Ринок, є одним з найдавніших храмів Львова. Точна дата побудови святині невідома і досі є дискусійною серед дослідників історії давнього Львова. Серед можливих дат побудови фігурують такі роки - 1201, 1234, 1250, 1260, 1270 і 1370. ","curaddr":"вул.Ужгородська, 8А","image":"Church of John the Baptist.png","id":10,"type_id":1,"_id":"oe1PdUQhvV8eZXzu"}
{"table":"arcobj","objname":"Домініканський костел","descr":"Готичний домініканський костел був збудований 1407 року після пожежі дерев'яного храму будівничим Миколою Чехом, можливо, з використанням мурів, фундаментів княжого палацу і каплиці. Його схему наприкінці XVI ст. намалював домініканець, мандрівник Мартін Ґруневеґ.","curaddr":"пл.Музейна, 1","image":"Dominican Church.png","id":15,"type_id":1,"_id":"ohXcSTsrGp0eeVFl"}
{"table":"arcobj","objname":"Порохова вежа","descr":"З декількох десятків потужних львівських оборонних веж, брам і бастіонів до нашого часу збереглася лише одна — Порохова вежа (1554–1556). Вона входила до третьої лінії оборони міста. Її збудували з каміння старого Міського арсеналу. Це була найпотужніша вежа, бо з цього боку під мурами міста часто зʼявлялися загарбники зі Сходу. Товщина її мурів становить 2,5-3 м, довжина вежі 24 м, ширина 19,5 м. На першому ярусі вежі було 6 гарматних бійниць, на другому 9 бійниць. На жаль не зберігся третій ярус, який мав машикулі та на 1 м нависав над нижніми ярусами і мав 13 бійниць для гаківниць.","curaddr":"вул.Підвальна, 4","image":"Gunpowder Tower.png","id":16,"type_id":2,"_id":"qXmkXIRQx5BTJ9mM"}
{"table":"arcobj","objname":"Костел кармелітів босих","descr":"1633 року ченці ордену кармелітів босих одержали від міської влади пагорб за валами міських мурів для будівництва храму та монастиря. Зведення комплексу розпочалось у 1634 р.  Збудовано костел у стилі раннього бароко, у плані – це правильний прямокутник, який поділений на три нави. Автором проекту був італійський архітектор Ян Покорович. Споруджений храм фундацією брацлавського воєводи князя Олександра Заславського–Острозького  та львівського канцлера Александра Куропатви.","curaddr":"вул.Володимира Винниченка, 20","image":"Church of the Carmelites.png","id":13,"type_id":1,"_id":"vWWe2IcjJO76zoK6"}
{"table":"arctype","typeName":"Оборонні споруди","id":2,"_id":"wUo2TL6rfYCd94Zf"}
{"table":"arcobj","objname":"Церква Святого Миколая","descr":"Церква Святого Миколая — памʼятка архітектури національного значення, один із найдавніших храмів Львова. Знаходиться під горою Будельницею на вул. Богдана Хмельницького, 28 г (колишній Волинський тракт).","curaddr":"вул. Богдана Хмельницького, 28А","image":"Church of St. Nicholas.png","id":6,"type_id":1,"_id":"xJ1gwRm4g6g94GlL"}
